[CS_Strategy_WelcomeToTheLabs SoundNodeWave]
SpokenText="Hello Commander, my name is Dr. Vahlen.  I oversee the research labs.  This is where all of XComs research and development takes place."

[TP01_1stUFOShotDown_02_CEN SoundNodeWave]
SpokenText="Solid copy, Voodoo Three-Seven. Nice work. Central, out. Alright, people-"

[TP01_1stUFOShotDown_03_CEN SoundNodeWave]
SpokenText="-retask RECON Satellite Bravo and get me a visual on that crash site."

[TP01_1stUFOShotDown_04_CONTROLLER1 SoundNodeWave]
SpokenText="She's coming into range now, sir."

[TP01_1stUFOShotDown_05_CEN SoundNodeWave]
SpokenText="On screen."

[TP01_1stUFOShotDown_06_CEN SoundNodeWave]
SpokenText="Magnify."

[TP01_1stUFOShotDown_07_CEN SoundNodeWave]
SpokenText="Hmmm, let's get a closer look."

[TP01_1stUFOShotDown_08_CEN SoundNodeWave]
SpokenText="Still in one piece..."

[TP01_1stUFOShotDown_09_CEN SoundNodeWave]
SpokenText="Commander, I recommend we get a strike team to the crash site immediately."

[TP01A_ArcThrower_01_CEN SoundNodeWave]
SpokenText="You're telling me that we should risk the lives of our troops so we can take one of these things... alive?"

[TP01A_ArcThrower_02_CS SoundNodeWave]
SpokenText="Yes. Without a live specimen, I'm afraid we've reached the pinnacle of what my team is able to accomplish."

[TP01A_ArcThrower_03_CEN SoundNodeWave]
SpokenText="And how do you suggest we DO this, Doctor?"

[TP01A_ArcThrower_04_CS SoundNodeWave]
SpokenText="The autopsy I've just completed confirms that the aliens' physiology is quite similar to our own.  A highly concentrated electrical current delivered at close range should cause neuromuscular incapacitation by disrupting the-"

[TP01A_ArcThrower_05_CEN SoundNodeWave]
SpokenText="Close range?  And what happens if it doesn't work.  Do you really think this is worth the risk?"

[TP01A_ArcThrower_06_CE SoundNodeWave]
SpokenText="I do."

[TP01A_ArcThrower_07_CE SoundNodeWave]
SpokenText="We do not know our enemy.  How can we hope to stop something we do not understand.  If we can capture one of these creatures alive, we may be able to...  communicate with it."

[TP01A_ArcThrower_08_CEN SoundNodeWave]
SpokenText="...and interrogate it.  Find out what they want... where they're operating from..."

[TP01A_ArcThrower_09_CE SoundNodeWave]
SpokenText="Yes.  That possibility outweighs all risks."

[TP01A_ArcThrower_10_CE SoundNodeWave]
SpokenText="I can construct a safe enough facility to house our captive, but I do not know how we could possibly communicate with it."

[TP01A_ArcThrower_11_CS SoundNodeWave]
SpokenText="Not to worry. I will see to that..."

[TP01A_ArcThrower_12_CEN SoundNodeWave]
SpokenText="Alright.  I'll speak to the Commander."

[TP02_Terror_01_CE SoundNodeWave]
SpokenText="Looks like they've changed their tactics.  But why?  Why do this?"

[TP02_Terror_02_CEN SoundNodeWave]
SpokenText="It's a message... to the entire world... that nothing can stop them."

[TP03_CodeReveal_01_CE SoundNodeWave]
SpokenText="Is that all that's left of the specimen we attempted to capture?"

[TP03_CodeReveal_02_CS SoundNodeWave]
SpokenText="Yes.  I believe we may have found the source of the strange readings we picked up when we first encountered it."

[TP03_CodeReveal_03_CEN SoundNodeWave]
SpokenText="What is it, Doctor?"

[TP03_CodeReveal_04_CS SoundNodeWave]
SpokenText="We're not exactly sure. It's organic in nature yet highly magnetized. And it appears to resonate, very faintly, within a specific electromagnetic spectrum.  It is currently unclear how or-"

[TP03_CodeReveal_05_CE SoundNodeWave]
SpokenText="Perhaps... that's because this is outside of your field of expertise, Doctor. If what you're saying is true, this object is an antenna, one that's receiving a signal."

[TP03_CodeReveal_06_CEN SoundNodeWave]
SpokenText="That signal... Can we trace it?"

[TP03_CodeReveal_07_CE SoundNodeWave]
SpokenText="No.  At least not yet.  We would first need to determine its encryption algorithm."

[TP03_CodeReveal_08_CS SoundNodeWave]
SpokenText="My team can handle that."

[TP03_CodeReveal_09_CE SoundNodeWave]
SpokenText="In that case, I will focus on constructing an interface between this object and our global communications array, which we'll need to trace the signal."

[TP03_CodeReveal_10_CEN SoundNodeWave]
SpokenText="Then it looks like researching this...  "Crystal" should be our top priority."

[TP04_AlienPact_01_Council SoundNodeWave]
SpokenText="The inability of this project to maintain the support of several crucial council members...  Has greatly reduced the effectiveness of both entities.  This entire undertaking was the product of an ill-conceived plan...  A series of simple...  misunderstandings, met with an... overzealous... response.  We believe the best course of action now is to cooperate with the aliens, for the... betterment... of all mankind.  We are of one mind about this.  The path ahead...  is clear..."

[TP05_AlienBaseDetected_01_CEN SoundNodeWave]
SpokenText="There you are... Tactical, do we have an eagle over these coordinates?"

[TP05_AlienBaseDetected_03_CEN SoundNodeWave]
SpokenText="Nothing..."

[TP05_AlienBaseDetected_04_CE SoundNodeWave]
SpokenText="No, that's impossible.  I know it's there."

[TP05_AlienBaseDetected_05_CEN SoundNodeWave]
SpokenText="Switch to thermal."

[TP05_AlienBaseDetected_06_CEN SoundNodeWave]
SpokenText="Helllllooooo... Give me subsurface."

[TP05_AlienBaseDetected_07_CEN SoundNodeWave]
SpokenText="Gotcha."

[TP05_AlienBaseDetected_09_CS SoundNodeWave]
SpokenText="Think of what we might find once we get inside that facility... Imagine what they might be doing down there."

[TP05_AlienBaseDetected_10_CE SoundNodeWave]
SpokenText="I'm sure we'll find out soon enough."

[TP05_AlienBaseDetected_11_CEN SoundNodeWave]
SpokenText="OK, we found it...  Now how do we get inside?"

[TP05_AlienBaseDetected_12_CE SoundNodeWave]
SpokenText="I thought you'd never ask..."

[TP06_HyperwaveRetrieved_01_CS SoundNodeWave]
SpokenText="Commander... I'm glad to see that I'm not the only one who understands this war isn't over yet."

[TP06_HyperwaveRetrieved_02_CS SoundNodeWave]
SpokenText="The existence of this artifact, which we believe to be a communication device of some kind, begs the question- If the Sectoid Commander was the alien leader, then who, or what, was it communicating with?"

[TP06_HyperwaveRetrieved_03_CS SoundNodeWave]
SpokenText="I believe this is indeed the same creature we encountered when we made first contact with the aliens.  As we have observed, it is somehow capable of using its mind as a weapon.  If we were to study this specimen's brain tissue, perhaps we might be able to adapt this ability for our own purposes."

[TP06A_Victory_02_CEN SoundNodeWave]
SpokenText="Roger that, Voodoo Three-One.  See you inside.  Central out."

[TP06A_Victory_03_CEN SoundNodeWave]
SpokenText="Something wrong, Doctor?"

[TP06A_Victory_04_CS SoundNodeWave]
SpokenText="Don't you think a victory celebration is a bit premature at this juncture?"

[TP06A_Victory_05_CEN SoundNodeWave]
SpokenText="Nice talkin' to you too then."

[TP06A_Victory_06_CEN SoundNodeWave]
SpokenText="We just NEUTRALIZED their cental command-"

[TP06A_Victory_07_CEN SoundNodeWave]
SpokenText="We've got no other alerts on the entire SYSTEM-"

[TP06A_Victory_08_CEN SoundNodeWave]
SpokenText="AND we took out their leader. In my book, that's a win, Doctor."

[TP07_HyperwaveUplink_01_CONTROLLER3 SoundNodeWave]
SpokenText="Wait- what did you do?"

[TP07_HyperwaveUplink_02_CONTROLLER4 SoundNodeWave]
SpokenText="Shut it down!"

[TP07_HyperwaveUplink_03_CS SoundNodeWave]
SpokenText="Do not touch anything!"

[TP07_HyperwaveUplink_04_CS SoundNodeWave]
SpokenText="This could be what we've been waiting for!"

[TP07_HyperwaveUplink_05_CE SoundNodeWave]
SpokenText="It's ripping itself apart!  Shut it down, now!  It could destroy the whole base!"

[TP07_HyperwaveUplink_06_CS SoundNodeWave]
SpokenText="Nein!  Give it time!"

[TP07_HyperwaveUplink_07_CS SoundNodeWave]
SpokenText="For once, trust me."

[TP07_HyperwaveUplink_08_CONTROLLER4 SoundNodeWave]
SpokenText="What's it doing now?"

[TP07_HyperwaveUplink_09_CE SoundNodeWave]
SpokenText="It's...  working."

[TP08_FirestormBuilt_01_CEN SoundNodeWave]
SpokenText="I think we just leveled the playing field..."

[TP10_DeviceRetrieved_01_CE SoundNodeWave]
SpokenText="Recovered from a cloaked ship...  And guarded by the most powerful being we've ever encountered... What do you think it is?"

[TP10_DeviceRetrieved_02_CS SoundNodeWave]
SpokenText="An object of immense power.  Think of all we could do if we unlocked its secrets."

[TP10_DeviceRetrieved_03_CE SoundNodeWave]
SpokenText="A dangerous sentiment, Doctor."

[TP10_DeviceRetrieved_05_CEN SoundNodeWave]
SpokenText="Another cloaked ship?"

[TP10_DeviceRetrieved_07_CEN SoundNodeWave]
SpokenText="Nothing we have would even make a dent in that thing."

[TP10_DeviceRetrieved_08_CE SoundNodeWave]
SpokenText="We're going to need some bigger guns."

[TP10_DeviceRetrieved_09_CEN SoundNodeWave]
SpokenText="Nothing we have would even make a dent in that thing."

[TP10_DeviceRetrieved_10_CE SoundNodeWave]
SpokenText="We're going to need a new plan."

[TP10_DeviceRetrieved_11_CEN SoundNodeWave]
SpokenText="Tell me that was a coincidence."

[TP10_DeviceRetrieved_13_CEN SoundNodeWave]
SpokenText="If you two have any more bright ideas... now's the time."

[TP1B_PostInterrogation_01_CEN SoundNodeWave]
SpokenText="So... how'd it go, Doctor?"

[TP1B_PostInterrogation_02_CS SoundNodeWave]
SpokenText="Better than expected.  Before the creature expired, I was able to extract some new information from it."

[TP1B_PostInterrogation_03_CEN SoundNodeWave]
SpokenText="You're saying that thing... spoke to you?"

[TP1B_PostInterrogation_04_CS SoundNodeWave]
SpokenText="Not precisely, but when you have access to a creature's brain, certain patterns can be discerned.  Recent images and thoughts..."

[TP1B_PostInterrogation_05_CEN SoundNodeWave]
SpokenText="And what exactly was our late friend thinking about?"

[TP1B_PostInterrogation_06_CS SoundNodeWave]
SpokenText="This particular image appeared in the creature's thought patterns several times throughout the procedure..."

[TP1B_PostInterrogation_07_CEN SoundNodeWave]
SpokenText="We've already met that thing, Doctor.  This is hardly the kind of breakthrough we were-"

[TP1B_PostInterrogation_08_CS SoundNodeWave]
SpokenText="...and, there was a neural link in the creature's mind between this image..."

[TP1B_PostInterrogation_09_CS SoundNodeWave]
SpokenText="... and this one."

[TP1B_PostInterrogation_10_CEN SoundNodeWave]
SpokenText="That's the thing that pulled a disappearing act when we shot down our first UFO.  And let me guess, you want to poke around in its head, too."

[TP1B_PostInterrogation_11_CS SoundNodeWave]
SpokenText="It is the next piece of the puzzle.  And this time, instead of shooting it, I suggest we try to capture it alive."

[TP_ChryssalidVictim_02_DELTA2 SoundNodeWave]
SpokenText="Central, I think I just found another one of the recon team.  Or what's left of him.  But this doesn't make sense... looks like he's been dead for a week."

[TP_ChryssalidVictim_03_CS SoundNodeWave]
SpokenText="Even more perplexing is the cause of death.  It appears that he was eviscerated when something burst out of him from the inside."

[TP_FirstContact_03_DELTA3 SoundNodeWave]
SpokenText="My God..."

[TP_Soldier1Discovered_01_DELTA4 SoundNodeWave]
SpokenText="Holy hell..."

[TP_Soldier1Discovered_04_DELTA4 SoundNodeWave]
SpokenText="Looks like one of the recon team, sir. It looks like something..."

[TP_Soldier1Discovered_07_DELTA4 SoundNodeWave]
SpokenText="Negative, sir.  That's someone else..."

[TP_SurvivorReturns_01_CS SoundNodeWave]
SpokenText="What are they?"

[TP_SurvivorReturns_02_CEN SoundNodeWave]
SpokenText="Whatever they are, they nearly took out a squad of our best soldiers.  If you'll excuse me, Doctors, the Commander is waiting in Mission Control."

[TP_SurvivorReturns_03_CE SoundNodeWave]
SpokenText="Their technology is far beyond ours."

[TP_SurvivorReturns_04_CS SoundNodeWave]
SpokenText="Then I'd say our work is cut out for us, Doctor."

[TP_SurvivorReturns_05_CEN SoundNodeWave]
SpokenText="Welcome to XCOM HQ, Commander."

[TP_SurvivorReturns_06_CEN SoundNodeWave]
SpokenText="I'm Central Officer Bradford. My role in this project is twofold - providing tactical support for our field operations, and keeping you briefed on the current situation. My efforts should allow you to focus on the bigger issues at hand.  Speaking of which, we have a soldier waiting for a promotion in the Barracks. I'll let you get to it."

[TUT_ScienceLab_02_CS SoundNodeWave]
SpokenText="We have already begun analyzing the artifacts recovered from our first encounter with the aliens.  Based on our preliminary findings, we believe we can use them to develop some new equipment for our soldiers."

